[Game]
FFA=Каждый за себя
TO=Командные задания
LTS=Командное выживание
CTF=Захват флага
TD=Командный смертельный бой
KOTH=Царь горы

[Maps]
Stoneshill=Воинам Ордена Мейсона удалось пробраться в долину Стоунзхилл незамеченными для того, чтобы положить конец недолгому правлению наместника Агаты, обосновавшемуся в роскошном королевском дворце. В Стоунзхилл приходит война, которая, кажется, застает врасплох мирных жителей сонной деревеньки. Если рыцари Агаты останутся верны своему слову, то расквартированные здесь войска должны будут взяться за оружие и встретить свою судьбу не только для того, чтобы защитить подданных своего короля, но и для того, чтобы подтвердить свои неоднократные заявления о том, что эта земля — их родина.\n\nМейсон – Вырезать крестьян.\nАгата – Защитить крестьян
Arena=Вы были избраны для того, чтобы отдать свою жизнь во славу королевства. Грязным политическим слухам, будоражащим улицы этого некогда великого столичного города, будет раз и навсегда положен конец здесь на арене! Только смерть может определить, какая сторона имеет больше прав на трон, поскольку завещание всегда пишется кровью! 
Battlegrounds= Армия Агаты наконец-то пошла в наступление, чтобы отвоевать свою столицу. Бои бушуют уже третий день, близлежащие земли полностью опустошены, но худшее, тем не менее, все еще впереди. Когда инженеры Агаты в поте лица завершат создание своего секретного оружия, последние оставшиеся ресурсы Ордена Мейсона окажутся под угрозой: армия Агаты начнет последний и наиболее сокрушительный штурм их некогда славного города. \n\nМейсон – Защитить ферму. \nАгата – Сжечь ферму.
Hillside=По возвращении на родные земли, оккупированные войсками Ордена Мейсона, флотилии военных кораблей рыцарей Агаты получили отказ в проходе через пролив, ведущий к внутренним землям королевства. Под покровом ночи десантный отряд Агаты высаживается в месте, где планируется очистить береговую линию и развести сигнальный костер, чтобы оповестить военные корабли о возможности свободно продвигаться. Останется ли береговая защита Ордена Мейсона непреодолимой для кораблей Агаты или же десантному отряду агатийцев удастся отвлечь защитников настолько, чтобы флот мог начать вторжение? \n\nМейсон – Не позволить разжечь сигнальный костер. \nАгата – Разжечь сигнальный костер
Ruins=Уцелевшие остатки некогда славных и благородных крестоносцев Короля Аргона вернулись в ныне разрушенный столичный город Нарем, чтобы, раздуваемые спесью и гордостью, опуститься до истребления друг друга в мелких стычках на ветхих улицах и аллеях города. Захватите флаг противника и в насмешку над врагом пронесите его по улицам города перед тем, как сжечь на своей базе. 
Dark Forest=Пробравшись на территорию Агаты через секретный горный перевал прямо над долиной Стоунзхилл, воины Ордена Мейсона планируют отравить источник водных запасов агатийцев зараженными трупами агатийских крестьян. Знают ли рыцари Ордена Мейсона, что оставшиеся наследники трона укрыты в скалистой крепости, расположенной прямо над перевалом? Последняя надежда агатийцев — уберечь свои запасы воды от нагруженной зараженными трупами повозки Ордена Мейсона и надеяться, что мейсонцы не обнаружат то, что спрятано прямо за запасами воды. \n\nМейсон – Протолкнуть повозку с трупами через горный проход. \nАгата – Остановить повозку с трупами
